export const defaultState = [
  {
    /* пицца */
    id: "02d43c27-400d-4118-8534-85722df65205",
    type: "Пицца",
    title: "ГРИБНАЯ",
    cost: 439,
    d: "25",
    count: 0,
    description: "Грибы, Колбаски охотничьи, сыр, соус пикантный."
  },
  {
    id: "941691df-b945-4729-b50d-46ccc4c17564",
    type: "Пицца",
    title: "КОЛБАСКИ-ВЕТЧИНА",
    cost: 439,
    d: "25",
    count: 0,
    description: "Колбаски охотничьи, ветчина, сыр, помидоры, соус томатный."
  },
  {
    id: "87336ebb-f613-4f0e-a4d1-c84c86d602d2",
    type: "Пицца",
    title: "ПИКАНТНАЯ КУРОЧКА",
    cost: 439,
    d: "25",
    count: 0,
    description: "2-я порция куриного филе, сыр, помидоры, перчик халапеньо, соус пикантный."
  },
  {
    id: "ee3dbc7d-bc94-467b-bb44-07eb43592ccc",
    type: "Пицца",
    title: "ПЕППЕРОНИ",
    cost: 499,
    d: "25",
    count: 0,
    description: "Сыр моццарелла, колбаски пепперони."
  },
  {
    id: "e8926bbe-64ad-4101-89a9-a717b1cd16d8",
    type: "Пицца",
    title: "ТРИ МЯСА",
    cost: 469,
    d: "25",
    count: 0,
    description: "Колбаски охотничьи, курица, ветчина, сыр, помидоры, соус томатный, соус пикантный."
  },
  {
    id: "1acbe630-30fa-48d4-928a-546e745a2c33",
    type: "Пицца",
    title: "ЕВРОПЕЙСКАЯ",
    cost: 479,
    d: "25",
    count: 0,
    description: "Сервилат, сыр, томатный соус, помидоры, перец болгарский."
  },
  /* бургеры */
  {
    id: "8d434759-eee1-44b9-a6c4-250a9bbb3e8f",
    type: "Бургеры",
    title: "БИФ РОЛЛ",
    cost: 235,
    count: 0,
    description: "Лепешка пшеничная, майонез, помидор, «салат айсберг», лук, соус красный, котлета говяжья (2шт)."
  },
  {
    id: "c9141863-525c-42a9-a965-ff84d71d5538",
    type: "Бургеры",
    title: "ФРЕШ РОЛЛ",
    cost: 129,
    count: 0,
    description: "Стрипсы, лепёшка пшеничная, салат айсберг, помидор, соус пикантный."
  },
  {
    id: "de5f8a1d-c552-4869-84c6-6ece2aaa1826",
    type: "Бургеры",
    title: "БИФБУРГЕР КЛАССИЧЕСКИЙ",
    cost: 229,
    count: 0,
    description: "Булка большая, соус, котлета говяжья, сыр хохланд, соленый огурец, лук, салат айсберг, помидор."
  },
  {
    id: "f74f1ee9-4a79-4b50-bd1c-61f51c5ae3d1",
    type: "Бургеры",
    title: "ЧИКБУРГЕР ОСТРЫЙ",
    cost: 229,
    count: 0,
    description:
      "Булка большая, стрипсы классические, сыр хохланд, лук, соус красный, салат айсберг, соус пикантный, помидор, огурцы консервированные, перец халапеньо."
  },
  {
    id: "6335dc7c-ab60-4451-a4bc-75dc7c390c45",
    type: "Бургеры",
    title: "БУРГЕР KIDS",
    cost: 109,
    count: 0,
    description: "Булка, соус пикантный, стрипсы, салат айсберг."
  },
  {
    id: "b3508699-d400-4f68-9230-423bd144b226",
    type: "Бургеры",
    title: "ЧИЗБУРГЕР",
    cost: 119,
    count: 0,
    description: "Булка, соус, котлета говяжья, сыр хохланд, соленый огурец, лук смесь."
  },
  /* закуски */
  {
    id: "6c88dfb3-d607-418c-af17-19a44a4fccfb",
    type: "Закуски",
    title: "КАРТОФЕЛЬ ФРИ МАЛЕНЬКАЯ ПОРЦИЯ",
    cost: 109,
    count: 0,
    description: "100гр."
  },
  {
    id: "222e3ef4-1d2d-4ec0-a77c-1f0b47975270",
    type: "Закуски",
    title: "КАРТОФЕЛЬ ФРИ БОЛЬШАЯ ПОРЦИЯ",
    cost: 139,
    count: 0,
    description: "150гр."
  },
  {
    id: "0209518c-b3d3-436f-b347-8a6075478a19",
    type: "Закуски",
    title: "КАРТОФЕЛЬ ФРИ УЛЫБКА",
    cost: 149,
    count: 0,
    description: "6шт. 100гр."
  },
  {
    id: "2248a8d3-f6d9-428a-b07c-19e28aa7a927",
    type: "Закуски",
    title: "КРЫЛЫШКИ ОСТРЫЕ 2ШТ",
    cost: 149,
    count: 0,
    description: "Крылышки во фритюре, острые."
  },
  {
    id: "c9616e5e-3bd3-4f14-9662-521cf6eb4414",
    type: "Закуски",
    title: "КРЫЛЫШКИ КЛАССИЧЕСКИЕ 2ШТ",
    cost: 149,
    count: 0,
    description: "Крылышки во фритюре, классические."
  },
  {
    id: "8a3105e5-c47d-4131-9a55-b5567cc3c72a",
    type: "Закуски",
    title: "ПЕЛЬМЕНИ ЖАРЕННЫЕ",
    cost: 139,
    count: 0,
    description: "Стандартная порция 12 шт."
  },
  /* десерты */
  {
    id: "33e26191-dd2c-42e7-ae8b-df2987205612",
    type: "Десерты",
    title: "КОКТЕЙЛЬ ICECREAM 300МЛ",
    cost: 109,
    count: 0,
    description: "300мл"
  },
  {
    id: "531e4929-5a95-4a71-9671-76d83be877ee",
    type: "Десерты",
    title: "КОКТЕЙЛЬ ICECREAM 500МЛ",
    cost: 139,
    count: 0,
    description: "500мл"
  },
  {
    id: "919e49fc-39d8-4732-8f08-911d043a998e",
    type: "Десерты",
    title: "ПОНЧИК В ГЛАЗУРИ 2 ШТ",
    cost: 69,
    count: 0,
    description:
      "Пышное сдобное тесто! Помадка: шоколадная, ванильная, малиновая. Посыпаны двумя видами шоколада и фруктовой стружкой."
  },
  {
    id: "d43616ce-b359-4526-8080-2bf9feb2fe03",
    type: "Десерты",
    title: "ПОНЧИК В В САХОРНОЙ ПУДРЕ 2 ШТ",
    cost: 49,
    count: 0,
    description: "Пышное сдобное тесто, сахарная пудра."
  },
  /* напитки */
  {
    id: "1e5e61de-0a12-4583-97a0-a9c23892c94b",
    type: "Напитки",
    title: "ФАНТА 0,5Л",
    cost: 109,
    count: 0,
    description: "0.5л"
  },
  {
    id: "4acac013-b392-4514-bdbd-a02e69549ff3",
    type: "Напитки",
    title: "ФАНТА 0,9Л",
    cost: 139,
    count: 0,
    description: "0,9л"
  },
  {
    id: "20d59099-ae06-48fe-9f65-611cdd36cb09",
    type: "Напитки",
    title: "КОЛЛА 0,5Л",
    cost: 109,
    count: 0,
    description: "0.5л"
  },
  {
    id: "2df8890f-691c-4a37-9bd3-6f916b4a297e",
    type: "Напитки",
    title: "КОЛЛА 0,9Л",
    cost: 139,
    count: 0,
    description: "0,9л"
  },
  {
    id: "7b4786c2-8e3e-473f-8143-c1ae1d0c9443",
    type: "Напитки",
    title: "СПРАЙТ 0,5Л",
    cost: 109,
    count: 0,
    description: "0.5л"
  },
  {
    id: "cfeb60f2-e037-4f75-954c-aa8abcea314a",
    type: "Напитки",
    title: "СПРАЙТ 0,9Л",
    cost: 139,
    count: 0,
    description: "0,9л"
  }
];
